cask_args appdir: "/Applications"

tap "caskroom/cask"
tap "caskroom/versions"
tap "chrisfu/tap"
tap "homebrew/apache"
tap "homebrew/bundle"
tap "proxmark/proxmark3"
tap "scaleway/scaleway"

brew "android-platform-tools"
brew "ansible"
brew "asciinema"
brew "awscli"
brew "azure-cli"
brew "bash-completion"
brew "coreutils"
brew "dos2unix"
brew "git-secrets"
brew "git"
brew "gnupg"
brew "gnutls"
brew "gobject-introspection"
brew "gpg-agent"
brew "hadolint"
brew "hping"
brew "httpie"
brew "jq"
brew "kops"
brew "kubernetes-cli"
brew "mas"
brew "mtr"
brew "nmap"
brew "p7zip"
brew "packer"
brew "pwgen"
brew "pyenv-virtualenv"
brew "pyenv"
brew "rbenv-bundler"
brew "rbenv"
brew "s3cmd"
brew "scw"
brew "sqlmap"
brew "ssh-copy-id"
brew "stow"
brew "terraform"
brew "tor"
brew "torsocks"
brew "tree"
brew "vault"
brew "vim"
brew "wget"
brew "whois"
brew "wireguard-tools"
brew "zsh"
brew "chrisfu/tap/tcca", args: ["HEAD"]
brew "homebrew/apache/ab"
brew "proxmark/proxmark3/arm-none-eabi-gcc"
brew "proxmark/proxmark3/proxmark3", args: ["HEAD"]

cask "adobe-acrobat-reader"
cask "android-file-transfer"
cask "atom"
cask "docker"
cask "filezilla"
cask "java"
cask "keybase"
cask "kitematic"
cask "ngrok"
cask "omnidisksweeper"
cask "spotify"
cask "teamviewer"
cask "textual"
cask "torbrowser"
cask "virtualbox-extension-pack"
cask "virtualbox"
cask "viscosity"
cask "vmware-fusion"
cask "caskroom/versions/google-chrome-beta"

mas "Keynote", id: 409183694
mas "LastPass", id: 926036361
mas "Microsoft Remote Desktop", id: 715768417
mas "Slack", id: 803453959
